brew "coreutils"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "protobuf"
brew "python-tk@3.14"
brew "yt-dlp"
cask "bruno"
cask "google-chrome"
cask "orbstack"
cask "prefs-editor"
cask "raycast"
cask "visual-studio-code"
cask "warp"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.path-intellisense"
vscode "codeandstuff.package-json-upgrade"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "formulahendry.auto-rename-tag"
vscode "fractalbrew.backticks"
vscode "github.copilot-chat"
vscode "jzmstrjp.color-the-tag-name"
vscode "kamikillerto.vscode-colorize"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mylesmurphy.prettify-ts"
vscode "nrwl.angular-console"
vscode "pbkit.vscode-pbkit"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "wayou.vscode-todo-highlight"
